Repository: Ahmedsamyshafik/GraduationProject-ManageStudentHousing
Catalog: Services/Localiz/SharedResources.*.resx
Languages: ar

source: Apartment Not Found !
ar: لم يتم العثور علي الشقه

# ApartmentToWrongOwner
source: apartment not belong to this user!!
ar: هذه الشقه ليست ملك لهذا المالك !

# CannotComment
source: Can't Comment,Your Limit Comments is Only 3.
ar: لا يمكن اضافه تعليق , اقصي عدد هو 3

# CannotDeleteAdmin
source: Cann't Delete Admin
ar: لا يمكن حذف مدير

# CannotDeleteOwner
source: Cann't Delete Owner
ar: لا يمكن حذف مالك

# CannotDeleteStudent
source: Cann't Delete Student
ar: لا يمكن حذف طالب

# CannotReact
source: Can't React,You Already reacted.
ar: لا يمكن اضافه اعجاب , لقد قمت بالفعل

# ConfirmPassword
source: Confirm Password must be like Password !!
ar: اعاده كلمه المرور لا تطابق مع كلمه المرور

# CorrectGender
source: Just Male Or Female !!
ar: ادخل رجل او امراه فقط

# CorrectUserType
source: Enter User Or Owner
ar: ادخل طالب او مالك فقط

# EmailAddress
source: Enter Valid Email please.
ar: قم بإدخال ايميل صالح !

# EmailConfirm
source: Email Confirmed Successfully
ar: تم تأكيد الايميل بنجاح

# EmailNotConfirm
source: Email Not Confirmed !
ar: الايميل لم يتم تأكيده

# ExistName
source: Already Exist this Name
ar: هذا الاسم موجود بالفعل

source: Exist Students!!
ar: يوجد طالب

source: Faild !
ar: خطأ

source: Faild In Images
ar: حدث خطأ في حفظ الصور

source: Faild In Name Or Email
ar: خطأ في اسم او ايميل

# FaildSaveCoverImg
source: Faild in Cover Image
ar: حدث خطأ في حفظ الصوره الرئيسيه

# FaildSaveRoyal
source: Faild in Saving Royal Document
ar: حدث خطأ في حفظ العقد

# FaildSaveVid
source: Faild in Saving Video
ar: حدث خطأ في حفظ الفيديو

# FaildToLogin
source: Name Or Password is invalid..!
ar: خطأ في الايميل او كلمه المرور

# idBigerThan0
source: id can't be 0.
ar: رمز التعريف لا يمكن ان يكون 0 .

source: Invalid Password
ar: حطأ في كلمه المرور

# Max150
source: maximum length is 150.
ar: اقصي عدد هو 150 فقط

# MaxSizePic
source: Max Size of Picture is 1 MB.
ar: حجم الصوره يجب الا يتعدي 1 ميجا بايت

# MaxSizeVid
source: Max Size of Video is 100 MB.
ar: حجم الفيديو يجب الا يتعدي 100 ميجا بايت

# Min2
source: Minimum Length is 2 .
ar: اقل عدد هو 2 فقط

# Min4
source: Minimum Length is 4 .
ar: أقل عدد هو 4 فقط

# Min6
source: Minimum Length is 6 .
ar: أقل عدد هو 6 فقط

# NoAccToEmail
source: No Account To this Email !
ar: لا يوجد حساب لهذا الايميل

# NoEmpty
source: This Field is REQIERD can't ba null
ar: مطلوب !!

# NoNull
source: This Field is REQIERD can't ba null
ar: مطلوب !!

# NoSpaceInName
source: Name can't contain spaces
ar: لا يسمح باستخدام فواصل في الاسم

source: Not Confirmed !!!
ar: الايميل غير مؤكد !!

# NotFound
source: Not Found here
ar: لا يوجد

# NoUserOrApartment
source: No user Or Apartment with this id!
ar: لا يوجد شقه او مستخدم !

# PhoneDigit
source: Phone Must Contain only Digits !
ar: رقم الهاتف يجب ان يحتوي علي ارقام فقط لا غير

# PhoneLenght
source: Phone must be 11 digits only
ar: رقم الهاتف يجب ان يكون 11 رقم فقط

# Reqierd
source: This Field is requierd
ar: هذا الحقل مطلوب حيا او ميتا ههه

# ResetPasswordSent
source: Reset Password Sent Successfully
ar: تم ارسال رمز اعاده كلمه المرور بنجاح

# StdInApartment
source: Can't Enroll in two apartments in same time..!
ar: لا يمكنك التسجيل في اكثر من شقه في وقت واحد

source: Success
ar: تم بنجاح

source: User Not Found !
ar: لم يتم العثور علي هذا المستخدم

source: Wrong Code !
ar: هذا الكود خطأ
